build-essential
kile
texlive-full
code
imagemagick
git
mercurial
autoconf
automake
gnome-terminal
htop
lua5.3
libibus-1.0-dev
libdbus-1-dev
libudev-dev
libsamplerate0-dev
libfcitx5core-dev
libx11-dev
libsndfile1-dev
libsndio-dev
libwayland-dev
libaudio-dev
libaudiofile-dev
libfcitx5config-dev
libfcitx5utils-dev
libpulse-dev
libjack-dev
libxext-dev
libwebp-dev
libjpeg-dev
libpng-dev
libtiff-dev
libfreetype6-dev
libfluidsynth-dev
libflac-dev
libopus-dev
libmpg123-dev
libmodplug-dev
libopusfile-dev
libssl-dev
libsocksd0-dev
libglew-dev
liblua5.3-dev
